INSERT INTO public.t_d_cost_center (cost_center_key,cost_center_id,cost_center_name,created_dttm,updated_dttm) VALUES
	 ('d3ce1b51-ae16-7809-b50d-a863f1450be8'::uuid,'авто','Авто','2024-03-19 20:31:10.246','2024-03-19 20:31:10.246'),
	 ('cdf76e11-f80e-2a8b-0dfb-c6acbd719e3e'::uuid,'гараж','Гараж','2024-03-19 20:31:10.246','2024-03-19 20:31:10.246'),
	 ('aff66fb7-7a62-d6e6-df6a-9c28bd2d1e8e'::uuid,'дом','Дом','2024-03-19 20:31:10.246','2024-03-19 20:31:10.246'),
	 ('a057701a-caf5-8006-ad1b-3b4d8ce6a814'::uuid,'друзья','Друзья','2024-03-19 20:31:10.246','2024-03-19 20:31:10.246'),
	 ('37f283f6-733d-2d81-8666-55c539dfc791'::uuid,'животные','Животные','2024-03-19 20:31:10.246','2024-03-19 20:31:10.246'),
	 ('1049e0ab-2530-a457-b177-bf50ba5da7e8'::uuid,'знакомые','Знакомые','2024-03-19 20:31:10.246','2024-03-19 20:31:10.246'),
	 ('eaddeeeb-71d7-768b-e470-32451af3286a'::uuid,'квартира котлярова','Квартира Котлярова','2024-03-19 20:31:10.246','2024-03-19 20:31:10.246'),
	 ('58c3ec93-25cb-31db-28fb-8c237b0dae03'::uuid,'магнит','Магнит','2024-03-19 20:31:10.246','2024-03-19 20:31:10.246'),
	 ('81af0efc-4cc1-e0af-b797-a9076021d260'::uuid,'оксана','Оксана','2024-03-19 20:31:10.246','2024-03-19 20:31:10.246'),
	 ('a1d1dfaf-435c-30e7-cd0d-81863d51d091'::uuid,'отдых','Отдых','2024-03-19 20:31:10.246','2024-03-19 20:31:10.246');
INSERT INTO public.t_d_cost_center (cost_center_key,cost_center_id,cost_center_name,created_dttm,updated_dttm) VALUES
	 ('9dad87d4-1650-e5fa-3fde-7acb8999b734'::uuid,'отец','Отец','2024-03-19 20:31:10.246','2024-03-19 20:31:10.246'),
	 ('9e827dc4-ec83-a3bb-e40c-bb2565a21f35'::uuid,'радомир','Радомир','2024-03-19 20:31:10.246','2024-03-19 20:31:10.246'),
	 ('6f03caad-502d-1148-8b66-b7073c7b0353'::uuid,'родители','Родители','2024-03-19 20:31:10.246','2024-03-19 20:31:10.246'),
	 ('d5c25972-b06f-bdc1-1310-3c99d9e78c15'::uuid,'родственники','Родственники','2024-03-19 20:31:10.246','2024-03-19 20:31:10.246'),
	 ('7328221d-b5e5-9879-0adf-7851cd248090'::uuid,'илья','Илья','2024-03-20 23:39:10.881','2024-03-20 23:39:10.881'),
	 ('98abdac5-1aa4-fd35-88c1-c75347cb2201'::uuid,'семья','Семья','2024-03-20 23:39:16.787','2024-03-20 23:39:16.787'),
	 ('1f3870be-274f-6c49-b3e3-1a0c6728957f'::uuid,'apple','Apple','2024-03-20 23:39:43.547','2024-03-20 23:39:43.547'),
	 ('3c50b129-4cd1-d15b-ecaa-d005b2a0a38b'::uuid,'hyundai santa-fe','Hyundai Santa-Fe','2024-03-20 23:40:02.451','2024-03-20 23:40:02.451'),
	 ('3064fab4-3ac4-ad86-60fc-8fec45c8bc1b'::uuid,'kia ceed sw','Kia Ceed SW','2024-03-20 23:40:20.794','2024-03-20 23:40:20.794'),
	 ('4575ebb6-3bb1-ce9d-c9fb-d6c05a96bef9'::uuid,'казань','Казань','2024-03-20 23:40:33.482','2024-03-20 23:40:33.482');
INSERT INTO public.t_d_cost_center (cost_center_key,cost_center_id,cost_center_name,created_dttm,updated_dttm) VALUES
	 ('3a98c834-c97b-e3ae-d8fc-04b79a3d840f'::uuid,'андрей','Андрей','2024-03-20 23:40:43.553','2024-03-20 23:40:43.553'),
	 ('af010c5b-8e96-ec61-1608-094fd9112508'::uuid,'крипта','Крипта','2024-03-20 23:41:46.092','2024-03-20 23:41:46.092'),
	 ('2196beb0-1451-4b7c-604d-417d3b8654ce'::uuid,'fixprice','FixPrice','2024-03-20 23:41:46.092','2024-03-20 23:41:46.092'),
	 ('9f1c30ce-783c-0c8f-b64a-9dca71ab1ef7'::uuid,'пекарня лавка','Пекарня Лавка','2024-03-20 23:41:46.092','2024-03-20 23:41:46.092'),
	 ('86e417c1-2301-33b3-ab80-dfb4528b14f2'::uuid,'bmw x5','BMW X5','2024-03-20 23:42:08.404','2024-03-20 23:42:08.404'),
	 ('2ac65c43-1b79-aa9a-cce1-4cc6898c2405'::uuid,'honda nc750','Honda NC750','2024-03-20 23:42:08.404','2024-03-20 23:42:08.404'),
	 ('135824ac-e067-73ed-e612-a60efd7063bb'::uuid,'краснодог','Краснодог','2024-03-20 23:42:08.404','2024-03-20 23:42:08.404'),
	 ('f8107fad-ab02-bf6e-49a4-850b4152e20f'::uuid,'телефон','Телефон','2024-03-20 23:42:36.003','2024-03-20 23:42:36.003'),
	 ('80f2058f-7474-ce93-d3af-f5a06ec8d952'::uuid,'goolge','Goolge','2024-03-20 23:42:36.003','2024-03-20 23:42:36.003'),
	 ('226f141f-78c3-df34-21c7-8b5392225342'::uuid,'макдональдс','МакДональдс','2024-03-20 23:43:08.826','2024-03-20 23:43:08.826');
INSERT INTO public.t_d_cost_center (cost_center_key,cost_center_id,cost_center_name,created_dttm,updated_dttm) VALUES
	 ('3fc01c11-ad06-06e4-4a82-2eaa5945249d'::uuid,'вещи','вещи','2024-03-20 23:43:08.826','2024-03-20 23:43:08.826'),
	 ('cfb0fbaf-5413-d61d-7bde-96dc6622a29e'::uuid,'поход','поход','2024-03-20 23:44:25.067','2024-03-20 23:44:25.067');
